/* Archive - NSOpenPanel button title */
"Archive" = "Arkivera";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Arkivera filer";

/* title of progress window */
"Archive Utility" = "Arkivverktyg";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Arkivering av \"%1$@\" i \"%2$@\" avbröts.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Arkiverar ”%1$@”…";

/* Cancel */
"Cancel" = "Avbryt";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Rensar…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Kunde inte hitta en skrivbar mapp för innehållet i ”%1$@”. Försök att flytta det till en skrivbar mapp.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Kunde inte hitta en skrivbar mapp där det går att skapa ett arkiv av ”%1$@”. Försök att flytta det till en skrivbar mapp.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Avslutat arkivering av \"%1$@\" i \"%2$@\".";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Avslutat uppackning av \"%1$@\" i \"%2$@\".";

/* Default name of progress window */
"Progress" = "Status";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Välj platsen där ”%1$@” ska sparas…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Kan inte arkivera \"%1$@\" i \"%2$@\".\n(Fel %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Kan inte radera \"%1$@\".";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Kan inte radera arkivet \"%1$@\".";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Kan inte packa upp ”%@” - den är i ett format som inte stöds.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Kan inte packa upp ”%@” - Stuffit-arkiv stöds inte.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Kan inte avsluta uppackning av \"%1$@\" i \"%2$@\".\nKunde inte flytta \"%3$@\" till målkatalogen.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Kan inte flytta \"%1$@\" till \"%2$@\".";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Kan inte flytta \"%1$@\" till \"%2$@\".\nMålet finns inte eller är inte en katalog.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Kan inte flytta \"%1$@\" till papperskorgen.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Kan inte flytta arkivet \"%1$@\" till \"%2$@\".";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Kan inte flytta arkivet \"%1$@\" till \"%2$@\".\nMålet finns inte eller är inte en katalog.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Kan inte flytta arkivet \"%1$@\" till papperskorgen.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Kan inte öppna arkivet ”%1$@”.\n(Fel %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Kan inte öppna det skadade arkivet ”%1$@”.";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Kan inte avarkivera \"%1$@\" i \"%2$@\".\n(Fel %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Packa upp";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Avarkivera fil";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Uppackningen av \"%1$@\" i \"%2$@\" avbröts.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Avarkiverar ”%1$@”…";

